{
    "Toshkentda joylashgan Koreys tili hamda Topik o’quv markazi": "Korean language as well as Topik Training Center located in Tashkent",
    "Nega biz": "Why we",
    "Natijalar": "Results",
    "Kurslar": "Courses",
    "Kop beriladigan savollar": "Questions to ask",
    "Boglaning": "Link",
    "3 oyda Koreys tilida gapirishni boshlang": "Start speaking Korean at 3 months",
    "Janubiy Koreya Universitetlarida 100% gacha grant asosida o’qish imkoniyati": "Opportunity to study at South Korean universities on a grant basis of up to 100% ",
    "5 oyda Topikdan 6 darajagacha olishda yordam beramiz": "We will help you get from Topik to 6 degrees in 5 months",
    "Topikdan yuqori darajani qo’lga kiritib, Janubiy Koreyada o’qish va ishlash imkoniyati": "Opportunity to study and work in South Korea by earning a higher degree in topik",
    "BEPUL DARSGA YOZILISH": "ENROLL IN A FREE CLASS",
    "Birinchi darsga bepul yozilish": "Free admission to the first lesson",
    "TOPIK academy aniq siz uchun agar siz:": "TOPIK academy is exactly for you if you:",
    "Qisqa": "Short",
    "muddat ichida Koreys tilida gapirishni istaysiz": "you want to speak Korean in the term",
    "Koreys tili o’rganib o’z": "Own learning Korean",
    "karyeria": "kareria",
    "qurmoqchisiz": "you want to build",
    "Topik sertifikatini olib Koreyaning nufuzli universitetlariga": "Leading Topik certificate to prestigious universities in Korea",
    "Grant": "Grant",
    "yutmoqchisiz": "want to win",
    "Janubiy Koreya davlatida": "In the state of South Korea",
    "o’qish": "reading",
    "ishlash": "performance",
    "uchun ketmoqchisiz": "are you going to go for",
    "Koreys tilini o’rta darajda bilasiz va darajangizni": "You know Korean at the middle level and you can level up",
    "oshirmoqchimisiz": "do you want to increase",
    "Ko’p yillardan buyon o’qib ham": "Also read for many years",
    "natijaga": "to the result",
    "chiqa olmayapsiz": "can't get out",
    "HA, BU MEN": "YEAH, THAT'S ME",
    "O’quvchilarimizning natijalari TOPIK 6 gacha": "Results of our readers up to TOPIK 6",
    "ARIZA QOLDIRISH": "LEAVE AN APPLICATION",
    "Koreya Universitetlariga 100% gacha grant yutish imkoniyati": "Opportunity to win up to 100% grant to Korean universities",
    "GKS (Global Korean Scholarship)": "GKS (Global Korea scholarship",
    "lik Grant": "lik Grant",
    "Janubiy Koreya hukumatining stipendiya dasturi (GKS) Koreyaning Xalqaro ta'lim bo'yicha milliy instituti tomonidan": "South Korean government scholarship program (GKS) by Korea's National Institute for international education",
    "xorijiy": "foreign",
    "talabalarning Koreyada bakalavr va magistratura bosqichida": "undergraduate and graduate studies of students in Korea",
    "100% gacha to’liq grant": "Full grant up to 100%",
    "va oylik": "and monthly",
    "stipendiya": "scholarship",
    "olish imkoniyatingiz bor": "you have a chance to get",
    "GKS granti sizga nima beradi": "What the GKS grant gives you",
    "Dastur boshlanganida va tugaganida Koreyaga borish hamda Koreyadan qaytish xarajatlari qoplanadi.": "When the program starts and ends, the costs of going to Korea as well as returning from Korea are covered.",
    "Koreyaga yetib borganda joylashib olish uchun bir martalik to'lovberiladi. Miqdori - 200 000 Koreya voni (taxminan 157 AQSh dollari).": "A one-time fee is charged to settle upon arrival in Korea. Amount-200,000 Korean won (about 157 US dollars).",
    "Til kursi va universitetning kontrak to'lovi to'liq to'lab beriladi (faqat magistr va doktorantlarga)...": "The language course and the University's contract fee are paid in full (only to masters and doctoral students)...",
    "ko’proq": "more",
    "Muvafaqqiyatli bitiruvchilarimizga universitet tanlash va grant yutishda yordam beramiz": "We will help our successful graduates to choose a university and win a grant",
    "TOPIK academy consulting": "TOPIK academy consulting",
    "jamoasi sizga universitet tanlash, visa olish va grant yutishingizda yaqindan ko’maklashadi": "the team will closely assist you in choosing a University, obtaining a visa and winning a grant",
    "Ko’proq ma’lumot olish uchun bepul konsultatsiyaga yoziling!": "Sign up for a free consultation for more information!",
    "O’zingizga mos kursga ro’yxatdan o’ting": "Sign up for a course that suits you",
    "Intensive": "Intensive",
    "Davomiyligi 5 oy": "Duration 5 months",
    "Koreys tilini": "Korean",
    "chuqur o’zlashtirmoqchi bo’lganlar uchun haftada 6 kun 1.5 soatdan intensive kurs.": "intensive course from 1.5 hours 6 days a week for those who want to master deeply.",
    "Royhatdan otish": "Shooting from royhat",
    "970.000 so’m /oy": "970,000 soums / month",
    "Odatiy": "Typical",
    "Haftada 3 kun 1.5 soatdan iborat odatiy Koreys tili darslari..": "Typical Korean language classes of 1.5 hours 3 days a week..",
    "560.000 so’m /oy": "560,000 soums / month",
    "Individual": "Individual",
    "O’qituvchidan individual dars olmoqchi bo’lganlar uchun haftada 3 kun 1.5 soatdan darslar. Moslashuvchan grafik va individual yondashuv.": "Classes from 1.5 hours 3 days a week for those who want to take an individual lesson from the teacher. Flexible graphics and individual approach",
    "1.800.000 so’m /oy": "1,800,000 soums / month",
    "Nima uchun aynan TOPIK academy?": "Why exactly TOPIK academy?",
    "Professional ustozlar": "Professional mentors",
    "Sizga 4 yildan ortiq tajriba va Topik darajasi 6 bo’lgan o’qituvchilar dars beradi": "You will be taught by teachers with experience of more than 4 years and a topic level of 6",
    "Bepul coworking zonalari": "Free coworking zones",
    "Erkin dars qilish, netvorking va o’z ustingizda ishlash uchun bepul coworking zonalarimiz mavjud": "We have free coworking zones to do free lessons, netvorking and work on yourself",
    "Haftalik tadbirlar": "Weekly events",
    "TOPIK acdemy jamoasi o’quvchilari uchun doimiy ravishda qo’shimcha tadbirar tashkilb keladi": "TOPIK acdemy team is constantly organizing an additional event for its students",
    "Bepul sinov imtihonlari": "Free trial exams",
    "Har davomida tashkillanadigan sinov imtihonlarida": "In the test exams organized during each",
    "Yordamchi kuratorlar": "Assistant curators",
    "Darslarni ozlashtirishda qiyinchilik bolsa sizga yordam beradigan kuratoringiz boladi": "If you have difficulty losing weight with classes, you will have a curator to help you",
    "Konsulting hizmatlar": "Consulting services",
    "Muofaqiyatli bitirgan talabalarimizga Janubiy koreada oqish uchun visa olishda, universitet tanlashda va grant yutishda yordam beramiz": "We help our highly qualified graduate students get a visa for ICO in South Korea, choose a university and win a grant",
    "O’quv materallar bilan ta’minlaysizlarmi yoki o’zim izlab topamanami?": "Do you provide training materials or do I find myself looking for?",
    "Savollaringiz qoldimi?": "Do you have any questions left?",
    "Ma’lumotlaringizni qoldiring siz bilan bog’lanib barcha savollaringizga javob beramiz.": "Leave your information we will contact you and answer all your questions."
}